<template>
	<div class="wrap">   
            <div class="weather-warp" v-if="isshow">
                <h1>请仔细阅读业务办理须知</h1>
                    <div class="weather-text">
                        <p>气象证明打印办理须知</p>
                        <div class="weather-text-center">
一、户籍地未满16周岁公民首次申领
（一）适用范围
未满16周岁公民首次申领。
（二）所需材料
1.申领人的《居民户口簿》；
2.监护人的法定有效证件。
（三）办理地点及时限
工作日，在户籍所在地派出所受理；法定节假日期间，城区的统一集中在分（县）局户政大厅受理，农村派出所实行预约受理。
办理邮寄业务的，20日内送达申领人或监护人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警审核申领人资料及个人信息，核实监护人的身份；
3.采集人像信息及指纹信息；
4.信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
5.免费。
（五）注意事项
1.未满16周岁公民首次申领的，应当由监护人陪同。
2.监护人陪同申领人持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
3.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和监护关系证明材料直接领取；对于监护人需要委托他人代领的，持申领人《居民户口簿》、《居民身份证领取凭证》、监护关系证明材料和书面委托书（监护人书写）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
二、户籍地年满16周岁且未满18周岁公民首次申领
（一）适用范围
年满16周岁且未满18周岁公民首次申领。
（二）所需材料
申领人《居民户口簿》。
（三）办理地点及时限
工作日，在户籍所在地派出所受理；法定节假日期间，城区的统一集中在分（县）局户政大厅受理，农村派出所实行预约办理。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警审核申领人资料及个人信息；
3.采集人像信息及指纹信息；
4.信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
5.免费。
（五）注意事项
1.公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
2.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。
三、户籍地年满18周岁公民首次申领
（一）适用范围
年满18周岁公民首次申领。
（二）所需材料
申领人《居民户口簿》。
（三）办理地点及时限
在户籍所在地派出所办理申领手续。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警 指导申领人填写《公民申请领取居民身份证审批表》，2个工作日内，经社区民警核查和派出所主管所长审核；
3.经审核同意的，由户籍室民警联系申请人办理申领业务；
4.审核申领人资料及个人信息；
5.采集人像信息及指纹信息；
6.信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
7.免费。
（五）注意事项
1.公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
2.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
四、户籍地证件有效期满换领、姓名变更换领、登记项目错误换发、登记项目变更换发、迁入换领、首次换领居民身份证指纹证等情形
（一）适用范围
公民因证件有效期满、姓名变更、登记项目错误、登记项目变更、迁入、首次换领指纹证等情形，申请换领居民身份证的。
（二）所需材料
申领人居民身份证。
（三）办理地点及时限
工作日，在户籍所在地派出所或分（县）局户政大厅受理；法定节假日期间，城区的统一集中在分（县）局户政大厅办理，农村派出所实行预约办理。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警审核申领人资料及个人信息；
3.采集人像信息及指纹信息；
4.信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
5.缴纳工本费：丢失补领、损坏换领40元，其余换领20元。
（五）注意事项
1.公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
2.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
3.对于证件有效期满换领、姓名变更换领、登记项目错误换发、登记项目变更换发、迁入换领、首次换领居民身份证指纹证的，领取新证时，应交回旧证。公民提出留存旧证作为纪念诉求的，须由民警将旧证进行剪角处理后交还申领人。
五、户籍地证件丢失补领
（一）适用范围
公民因证件丢失申请补领的。
（二）所需材料
申领人持公安机关颁发的下列有效证件之一：居民户口簿、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证。
（三）办理地点及时限
工作日，在户籍所在地派出所或分（县）局户政大厅办理；法定节假日期间，城区的统一集中在分（县）局户政大厅办理，农村派出所实行预约办理。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警审核申领人资料及个人信息；
3.办理挂失申报业务（拍照存档，查询公民身份号码，证件及指纹核验，挂失确认）；
4.受理补领业务（采集人像信息及指纹信息，信息合成受理）；
5.告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
6.缴纳工本费40元。
（五）注意事项
1.公民因证件丢失申请补领的，应先进行挂失申报。
2.公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
3.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
六、户籍地证件损坏换领
（一）适用范围
公民因证件损坏申请换领的。
（二）所需材料
损坏的居民身份证。
（三）办理地点及时限
工作日，在户籍所在地派出所或分（县）局户政大厅办理；法定节假日期间，城区的统一集中在分（县）局户政大厅办理，农村派出所实行预约办理。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
（四）办理流程
1.取号或排队；
2.户籍民警审核申领人资料及个人信息，收缴损坏的居民身份证或对证件进行剪角处理后交还申领人；
3.受理补领业务（采集人像信息及指纹信息，信息合成受理）；
4.告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
5.缴纳工本费40元。
（五）注意事项
1.公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
2.他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
3.对于申领人提出留存旧证作为纪念诉求的，须由民警将旧证进行剪角处理后交还申领人。
七、户籍地与历史照片不一致的居民身份证申领
（一）因整容或其他原因导致相貌变化较大的
1.适用范围
公民因整容或其他原因导致相貌变化较大，申请领取证件的。
2.所需材料
(1)换领证件的，申领人提供《居民户口簿》和居民身份证；
(2)补领证件的，申领人提供《居民户口簿》；
(3)申领人因整容导致相貌变化较大的，须同时提供医院证明、病案资料或者其他证明材料。
3.办理地点及时限
在户籍所在地派出所办理申领手续。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
4.办理流程
(1)取号或排队；
(2)户籍民警审核申领人资料及个人信息；
(3)申领人填写《与历史照片不一致错误信息变更申请表》，4个工作日内，经户籍所在地派出所和分（县）局户政大队逐级审核，报送省公安厅相关部门进行审批；
(4)经审批同意的，由户籍民警联系申请人办理申领业务；
(5)户籍民警审核申领人资料及个人信息，收缴旧证或对旧证进行剪角处理后交还申领人；
(6)办理挂失申报业务（拍照存档，查询公民身份号码，证件及指纹核验，挂失确认）；
(7)受理补领业务（采集人像信息及指纹信息，信息合成受理）；
(8)信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
(9)缴纳工本费：申请换领每证收费20元；丢失补领或损坏换领每证收费40元。
5.注意事项
(1)公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
(2)他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
（二）申领人居民身份证被冒领、骗领的
1.适用范围
公民因被冒领、骗领居民身份证，申请办理证件的。
2.所需材料
申领人《居民户口簿》和被冒领、骗领的居民身份证。
3.办理地点及时限
在户籍所在地派出所办理申领手续。
办理邮寄业务的，20日内送达申领人；在受理点领取的，时限为30日。
4.办理流程
(1)取号或排队；
(2)户籍民警审核申领人资料及个人信息；
(3)申领人填写《与历史照片不一致错误信息变更申请表》，4个工作日内，经户籍所在地派出所和分（县）局户政大队逐级审核，报送省公安厅相关部门进行审批；
(4)经审批同意的，由户籍民警联系申请人办理申领业务；
(5)受理补领业务（采集人像信息及指纹信息，信息合成受理）；
(6)信息合成受理，告知申领人可免费邮寄，并打印《邮政EMS速递业务信息确认单》；对于要求在受理点领证的，打印《居民身份证领取凭证》；
(7)缴纳工本费20元。
5.注意事项
(1)公民持《居民身份证领取凭证》到受理点领证的，应核验指纹信息后领取；办理邮寄业务的，在收到证件后，须持证到省内就近的户籍窗口核验指纹信息。
(2)他人代领的，须持申领人《居民户口簿》《居民身份证领取凭证》和书面委托书（需要他人代领且无书写能力的，委托书可由他人代写，本人按捺指印）及代领人有效身份证件（公安机关颁发的下列有效证件之一：居民户口簿、居民身份证、居住证、护照、往来港澳通行证、大陆居民往来台湾通行证、机动车驾驶证），经民警审核相关情况后，由代领人签字并留存代领人公民身份号码,收回领取凭证后发放，通知申领人持证到省内就近的户籍窗口核验指纹信息。代领的相关资料应统一粘贴《居民身份证申领登记表》后，留档保存。
(3)对冒领、骗领的行为人，按照《中华人民共和国居民身份证法》《中华人民共和国治安管理处罚法》及《中华人民共和国刑法》相关规定，户籍所在地派出所要对冒领、骗领的行为人进行处罚并收缴冒领、骗领的证件。
(4)对于收缴的证件上交分（县）局户政大队进行登记造册后予以统一销毁。
                        </div>
                    </div>
            </div>
        <div class="checkBtn">
            <h1>请选择办理事项</h1>
            <div class="center-btn">
                <button>个人申办</button>
                <button>单位/企业申办</button>
                <button>申报进度</button>
            </div>
        </div>
    </div>
</template>

<script>
export default{
	data(){
		return{
            isshow: false
        }
	},
	methods:{
		
	}
}
</script>
<style>
/*.crimeTestifyFn .main .main-center .content{
	padding: 0;
	overflow: hidden;
	border-top-left-radius: 8px;
	border-top-right-radius: 8px;
}*/
</style>
<style lang="scss" scoped>
h1{
    font-size: 28px;
    color: #333;
    height: 20%;
    display: flex;
	align-items: center;
    padding-left: 98px;
    padding-top: 48px;
    padding-bottom: 30px;
}
.weather-warp{
    .weather-text{
        width: 90%;
        height: 570px;
        overflow: auto;
        margin:  0 auto;
        background: #eef9ff;
        padding: 24px 55px 0;
        box-sizing: border-box;
        .weather-text-center{
            line-height: 30px;
            white-space: pre-wrap;
            text-align: left;
        }
    }
}
.center-btn{
    width:460px;
    margin: 0 auto;
    button{
        width:460px;
        height:80px;
        background:rgba(0,112,224,1);
        border-radius:6px;
        margin-bottom: 30px;
        color: #fff;
    }
}
</style>
